[
  {
    "id": 1748128576437,
    "categoryName": "Для бізнесу",
    "description": "Курси бізнес англійської - це прекрасна можливість вивчити англійську мову саме в Вашій сфері діяльності. Спілкуйтесь з іноземними колегами, замовниками або підвищуйте свій професійний рівень майстерності за допомогою іноземних джерел та ресурсів.",
    "imagePath": "image-1728567160213.jpg",
    "programs": [
      {
        "id": 1719002527747,
        "name": "Заняття в команді",
        "description": "Якщо Ви хочете співпрацювати з іноземними клієнтами або партнерами - груповий курс бізнес англійської це саме те, що Вам потрібно! Групові заняття це гарний спосіб підняти продуктивність команди в якій ви працюєте.Також це є чудовий вид тімбілдінгу, що є великим та безсумнівним плюсом!",
        "type": "група",
        "numberOfLessons": "3",
        "lessonDuration": "60",
        "courseDuration": "",
        "coursePrice": "250",
        "imagePath": "image-1728567160213.jpg"
      }
    ]
  },
  {
    "id": 1719002326087,
    "categoryName": "Для дітей 7-15 років",
    "description": "Практика показує, що ті, хто починали вивчення мови з дитячих років, мають найкращі результати серед однолітків. Саме тому наші викладачі працюють за сучасними матеріалами світових видань для досягнення найкращих результатів у вивченні іноземних мов.",
    "imagePath": "image-1728567175156.jpg",
    "programs": [
      {
        "id": 1719002594129,
        "name": "Міні-група 4-6 учнів",
        "description": "Ми вважаємо, що особлива увага має приділятися саме дитячому навчанню. Адже діти дуже швидко засвоюють нову інформацію та нові знання. На цьому етапі найголовнішою задачею є побудова міцного фундаменту для подальшого вивчення мови. Найефективнішою формою дитячого навчанням є групове. Завдяки груповому навчанню дитина не звикає ТІЛЬКИ до репетитора, а вчиться не боятися спілкуватись з іншими людьми. Це дозволяє попередити розвиток бар'єрів у спілкуванні та покращити комунікативні навички дитини.",
        "type": "онлайн/офлайн",
        "numberOfLessons": "2",
        "lessonDuration": "60",
        "courseDuration": "56 уроків",
        "coursePrice": "200",
        "imagePath": "image-1728567175156.jpg"
      },
      {
        "id": 1719002651794,
        "name": "Навчання у парі",
        "description": "Якщо Ви хочете успішно скласти шкільний іспит, вступний іспит до іноземного університету або отримати сертифікат про підтвердження знань мови в майбутньому - попіклуйтеся про якісне та комфортне вивчення мови вже зараз! З нами ви будете мати змогу покращити успішність в школі та нарешті розібратися в тих темах, які здавалися складними та незрозумілими. Інвестуйте в свої \"екзамени на відмінно\" вже сьогодні!",
        "type": "онлайн/офлайн",
        "numberOfLessons": "2",
        "lessonDuration": "60",
        "courseDuration": "52 уроки",
        "coursePrice": "300",
        "imagePath": "image-1728567192685.jpg"
      },
       {
        "id": 1719002651794,
        "name": "Індивідуальні заняття",
        "description": "Ідеально підійдуть для, якщо вихочете більш грунтовно пропрацювати всі види активності (розмовна практика, граматика, аудіювання, читання, письмо) один на один з викладачем-професіоналом.",
        "type": "онлайн/офлайн",
        "numberOfLessons": "2-3",
        "lessonDuration": "60",
        "courseDuration": "48 уроків",
        "coursePrice": "400",
        "imagePath": "image-1728567200437.jpg"
      }
    ]
  },
  {
    "_id": 1719002340027,
    "categoryName": "Для дорослих",
    "description": "Ви знали,що 8 з 10 людей, які починають вивчати мову, мають неправильне уявлення про свій рівень знання англійської? Ми допоможемо Вам оцінити себе і вдосконалити свої досягнення, бо саме реальне розуміння своїх сил дозволяє вірно скласти програму навчання і зробити свої заняття ефективними.",
    "programs": [
      {
        "_id": 1721756563528,
        "name": "Beginner / Elementary",
        "description": "Ви отримаєте знання структури мови та зрозумієте основні її принципи та правила. Збудуєте міцний та надійний фундамент, на основі якого подальше вивчення мови стане набагато легшим. \r\n* Зможете розуміти пропозиції та вирази, що часто використовуються у основних сферах життя (базова інформація про сім'ю, покупки, географію, роботу). \r\n* Зможете спілкуватися на прості та щоденні теми, що вимагають простого та прямого обміну інформацією на знайомі чи побутові теми. \r\n* Зможете в простих висловлюваннях описати окремі аспекти свого минулого, сьогодення, а також питання щодо областей, з якими ви безпосередньо взаємодієте. Також Ви отримаєте наш сертифікат про проходження рівня Elementary, який дасть Вам знижку на рівень Pre-Intermediate.",
        "type": "онлайн/офлайн",
        "numberOfLessons": "2",
        "lessonDuration": "60",
        "courseDuration": "56",
        "coursePrice": "250-400",
        "imagePath": "image-1721756563527.jpg"
      },
      {
        "_id": 1721756583158,
        "name": "Pre - intermediate",
        "description": "Ви зможете розуміти основні ідеї стандартних пропозицій на знайомі теми, які регулярно зустрічаються на роботі, у школі, на відпочинку і т.д. \r\n* Зможете спілкуватися в більшості ситуацій, які можуть виникнути під час перебування в країні, де говорять мовою, що вивчається (шопінг, запитати дорогу, замовити їжу в кафе/ресторані). \r\n* Зможете дивитися англомовний контент і розуміти суть почутого. \r\n* Зможете скласти текст на теми, які йому добре знайомі чи цікавлять його особисто. \r\n* Зможете описати враження, події, мрії, надії та прагнення, викласти та обґрунтувати свою думку та плани. Також Ви отримаєте наш сертифікат про проходження рівня Pre-Intermediate, який дасть Вам знижку на рівень Intermediate",
        "type": "онлайн/офлайн",
        "numberOfLessons": "2",
        "lessonDuration": "60",
        "courseDuration": "60",
        "coursePrice": "300-450",
        "imagePath": "image-1721756583154.jpg"
      },
      {
        "_id": 1721756602728,
        "name": "Intermediate",
        "description": "Ви зможете розуміти основні ідеї конкретних та абстрактних повідомлень, включаючи обговорення у професійній сфері. \r\n* Зможете дивитися англомовний контент, читати книги англійською та розуміти про що йдеться у піснях англійською мовою. \r\n* Зможете практично вільно та без попередньої підготовки обговорювати різні теми з носіями мови, не створюючи додаткових незручностей для них. \r\n* Зможете скласти зрозумілий та деталізований текст на різні теми. \r\n* Зможете описати враження, події, мрії, надії та прагнення, викласти та обґрунтувати свою думку та плани. Також Ви отримаєте наш сертифікат про проходження рівня Intermediate, який дасть Вам знижку на вiдвiдування наших спiкiнг-клабiв.",
        "type": "онлайн/офлайн",
        "numberOfLessons": "2",
        "lessonDuration": "60",
        "courseDuration": "66",
        "coursePrice": "350-500",
        "imagePath": "image-1721756602724.jpg"
      }
    ],
    "imagePath": "image-1721564126574.jpg"
  },
  {
    "_id": 1721751021744,
    "categoryName": "НМТ та ЄВІ",
    "description": "Підготовка до НМТ",
    "imagePath": "",
    "imagePath": "image-1748129319978.jpg",
    "programs": []
  }
]
